{
    "contributionQuestions": [
        {
            "name": "10",
            "text": "Я думаю, что способен быстро замечать новые возможности и извлекать из них выгоды."
        },
        {
            "name": "11",
            "text": "Я могу успешно работать с самыми разными людьми."
        },
        {
            "name": "12",
            "text": "Генерация идей — моё врожденное достоинство."
        },
        {
            "name": "13",
            "text": "Моим достоинством является умение находить людей, способных принести пользу команде."
        },
        {
            "name": "14",
            "text": "Моя способность доводить всё до конца во многом обеспечила мою профессиональную эффективность."
        },
        {
            "name": "15",
            "text": "Я готов перенести временную непопулярность, если вижу, что мои действия принесут в конечном счете полезные результаты."
        },
        {
            "name": "16",
            "text": "Я быстро выясняю, что сработает в данной ситуации, если в подобную ситуацию я уже попадал."
        },
        {
            "name": "17",
            "text": "Личные заблуждения и предубеждения не мешают мне находить и доказывать преимущества альтернативных действий."
        }
    ],
    "limitationsQuestions": [
        {
            "name": "10",
            "text": "Я чувствую себя неуверенно на совещании, если отсутствуют четкая повестка дня и контроль за её соблюдением."
        },
        {
            "name": "11",
            "text": "Я склонен быть слишком великодушным к людям, имеющим правильную точку зрения, но не высказывающим её открыто."
        },
        {
            "name": "12",
            "text": "Я склонен слишком много говорить, когда в группе обсуждаются новые идеи."
        },
        {
            "name": "13",
            "text": "Вследствие моей осмотрительности я не склонен быстро и с энтузиазмом присоединяться к мнению коллег."
        },
        {
            "name": "14",
            "text": "Я иногда выгляжу авторитарным и нетерпимым, когда чувствую необходимость достичь чего-то."
        },
        {
            "name": "15",
            "text": "Мне трудно повести людей за собой, поскольку я слишком подвержен влиянию атмосферы, царящей в группе."
        },
        {
            "name": "16",
            "text": "Я слишком захвачен идеями, которые мне приходят в голову, и поэтому плохо слежу за тем, что происходит вокруг."
        },
        {
            "name": "17",
            "text": "Мои коллеги находят, что я слишком много внимания уделяю деталям и чрезмерно беспокоюсь о том, что дела идут неправильно."
        }
    ],
    "inteamQuestions": [
        {
            "name": "10",
            "text": "Я умею влиять на людей, не оказывая на них давления."
        },
        {
            "name": "11",
            "text": "Врожденная осмотрительность предохраняет меня от ошибок, возникающих из-за невнимательности."
        },
        {
            "name": "12",
            "text": "Я готов оказать давление, чтобы совещание не превращалось в пустую трату времени и не терялась из виду основная цель обсуждения."
        },
        {
            "name": "13",
            "text": "Можно рассчитывать на поступление от меня оригинальных предложений."
        },
        {
            "name": "14",
            "text": "Я всегда готов поддержать любое предложение, если оно служит общим интересам."
        },
        {
            "name": "15",
            "text": "Я энергично ищу среди новых идей и разработок свежайшие."
        },
        {
            "name": "16",
            "text": "Я надеюсь, что моя способность выносить беспристрастные суждения признаётся всеми, кто меня знает."
        },
        {
            "name": "17",
            "text": "На меня можно возложить обязанности следить за тем, чтобы наиболее существенная работа была организована должным образом."
        }
    ],
    "mywayQuestions": [
        {
            "name": "10",
            "text": "Я постоянно стараюсь лучше узнать своих коллег."
        },
        {
            "name": "11",
            "text": "Я неохотно возражаю своим коллегам и не люблю сам быть в меньшинстве."
        },
        {
            "name": "12",
            "text": "Я обычно нахожу вескую аргументацию против плохих предложений."
        },
        {
            "name": "13",
            "text": "Я полагаю, что обладаю талантом быстро организовать исполнение одобренных планов."
        },
        {
            "name": "14",
            "text": "Я обладаю способностью избегать очевидных решений и умею находить неожиданные."
        },
        {
            "name": "15",
            "text": "Я стремлюсь добиться совершенства при исполнении любой роли в командной работе."
        },
        {
            "name": "16",
            "text": "Я умею устанавливать контакты с внешним окружением команды."
        },
        {
            "name": "17",
            "text": "Я способен воспринимать любые высказываемые мнения, но без колебаний подчиняюсь мнению большинства после принятия решения."
        }
    ],
    "pleasureQuestions": [
        {
            "name": "10",
            "text": "Мне доставляет удовольствие анализ ситуаций и взвешивание всех шансов."
        },
        {
            "name": "11",
            "text": "Мне нравится находить практические решения проблем."
        },
        {
            "name": "12",
            "text": "Мне нравиться сознавать, что я создаю хорошие рабочие взаимоотношения."
        },
        {
            "name": "13",
            "text": "Я способен оказывать сильное влияние на принятие решений."
        },
        {
            "name": "14",
            "text": "Я получаю возможность встретиться с людьми, способными предложить что-то новое для меня."
        },
        {
            "name": "15",
            "text": "Я способен добиться согласия людей на реализацию необходимого курса действий."
        },
        {
            "name": "16",
            "text": "Я чувствую себя в своей стихии, когда могу уделить задаче все мое внимание."
        },
        {
            "name": "17",
            "text": "Мне нравится находить задачи, требующие напряжения воображения."
        }
    ],
    "challengeQuestions": [
        {
            "name": "10",
            "text": "Я бы почувствовал необходимость сначала в одиночестве обдумать пути выхода из тупика, прежде чем начать действовать."
        },
        {
            "name": "11",
            "text": "Я был бы готов работать с человеком, указавшим наиболее позитивный подход, каковы бы ни были связанные с этим трудности."
        },
        {
            "name": "12",
            "text": "Я бы попытался найти способ разбиения задачи на части в соответствии с тем, что лучше всего умеют делать отдельные члены команды."
        },
        {
            "name": "13",
            "text": "Присущая мне обязательность помогла бы нам не отстать от графика."
        },
        {
            "name": "14",
            "text": "Я надеюсь, мне бы удалось сохранить хладнокровие и способность логически мыслить."
        },
        {
            "name": "15",
            "text": "Я бы упорно добивался достижения цели, несмотря ни на какие помехи."
        },
        {
            "name": "16",
            "text": "Я был бы готов действовать силой положительного примера при появлении признаков отсутствия прогресса в командной работе."
        },
        {
            "name": "17",
            "text": "Я бы организовал дискуссию, чтобы стимулировать выдвижение новых идей и придать начальный импульс командной работе."
        }
    ],
    "challengesQuestions": [
        {
            "name": "10",
            "text": "Я склонен проявлять нетерпимость по отношению к людям, мешающим, по моему мнению, прогрессу в делах группы."
        },
        {
            "name": "11",
            "text": "Окружающие иногда критикуют меня за чрезмерный рационализм и неспособность к интуитивным решениям."
        },
        {
            "name": "12",
            "text": "Мое стремление обеспечить условия, чтобы работа выполнялась правильно, может приводить к снижению темпов."
        },
        {
            "name": "13",
            "text": "Я слишком быстро утрачиваю энтузиазм и стараюсь почерпнуть его у наиболее активных членов группы."
        },
        {
            "name": "14",
            "text": "Я тяжел на подъем, если не имею ясных целей."
        },
        {
            "name": "15",
            "text": "Мне иногда бывает очень трудно разобраться во встретившихся мне сложностях."
        },
        {
            "name": "16",
            "text": "Я стесняюсь обратиться за помощью к другим, когда не могу что-либо сделать сам."
        },
        {
            "name": "17",
            "text": "Я испытываю затруднения при обосновании своей точки зрения, когда сталкиваюсь с серьезными возражениями."
        }
    ]
}